ms-dotnettools.csharp
neikeq.godot-csharp-vscode
geequlim.godot-tools
ms-vscode.mono-debug
bungcip.better-toml
vscjava.vscode-java-pack
james-yu.latex-workshop
ritwickdey.liveserver
yzhang.markdown-all-in-one
esbenp.prettier-vscode
naco-siren.gradle-language
johnsoncodehk.volar
ms-azuretools.vscode-docker
rust-lang.rust-analyzer
vue.volar
