ms-dotnettools.csharp
neikeq.godot-csharp-vscode
geequlim.godot-tools
ms-vscode.mono-debug
bungcip.better-toml
vscjava.vscode-java-pack
james-yu.latex-workshop
ritwickdey.liveserver
rust-lang.rust
octref.vetur
yzhang.markdown-all-in-one
